Repository: o7arif/iroanman-iOS
Catalog: ironman/*.lproj/Localizable.strings
Languages: bn

# label.getStuffWashed
source: Get Stuff Washed
bn: স্টাফ ধুয়ে নিন

# label.premiumWashing
source: Premium Washing
bn: প্রিমিয়াম ওয়াশিং

# label.dryCleaning
source: Dry Cleaning
bn: শুকনো ভাবে পরিষ্কার করা

# label.guestUser
source: Guest User
bn: অতিথি ব্যবহারকারী

# label.login
source: Login
bn: লগইন

# label.unknownAddress
source: Unknown address
bn: অজানা ঠিকানা

# label.promotions
source: Promotions
bn: প্রচার

# label.ourServices
source: Our Services
bn: আমাদের সেবাসমূহ

# label.emergencyService
source: Emergency Service
bn: জরুরী সেবা

# label.home
source: Home
bn: হোম

# label.myOrder
source: My Order
bn: আমার অর্ডার

# label.notification
source: Notification
bn: নোটিফিকেশন

# label.profile
source: Profile
bn: প্রোফাইল

# label.notifications
source: Notifications
bn: নোটিফিকেশন

# label.onGoing
source: On Going
bn: চলমান

# label.completed
source: Completed
bn: সম্পন্ন

# label.manageAddress
source: Manage Address
bn: ঠিকানা পরিবর্তন

# label.privacyPolicy
source: Privacy Policy
bn: গোপনীয়তা নীতি

# label.termsOfService
source: Terms of Service
bn: সেবা পাবার শর্ত

# label.contactUs
source: Contact us
bn: আমাদের সাথে যোগাযোগ

# label.about
source: About
bn: আমাদের সম্পর্কে

# label.logOut
source: Log out
bn: লগ আউট

# label.howWasLaundryService
source: How was Laundry Service?
bn: লন্ড্রি সার্ভিস কেমন ছিল?

# label.orderDetails
source: Order Details
bn: অর্ডার ডিটেইলস

# label.cashOnDelivery
source: Cash on Delivery
bn: ক্যাশ অন ডেলিভারি

# label.SignUp
source: Sign up
bn: সাইন আপ

# label.unknownError
source: Unknown error!
bn: অজানা ত্রুটি!

# label.recoverPassword
source: Recover Password
bn: পাসওয়ার্ড পুনরুদ্ধার

# label.createYourNewPassword
source: Create your new password
bn: আপনার নতুন পাসওয়ার্ড তৈরি করুন

# label.alert
source: Alert
bn: সতর্কতা

# label.ok
source: Ok
bn: ওকে

# label.skip
source: Skip
bn: এড়িয়ে যান

# label.doYouWantAddYourProfilePhoto
source: Do you want add your profile photo?
bn: আপনি কি আপনার প্রোফাইল ফটো যোগ করতে চান?

# label.pleaseAddYourPhotoCapture
source: Please add your photo/Capture.
bn: আপনার ছবি যোগ করুন

# label.selectPhotoFirst
source: Select photo first
bn: প্রথমে ছবি নির্বাচন করুন

# label.congratulations
source: Congratulations!
bn: অভিনন্দন!

# label.otpVerification
source: OTP Verification
bn: ওটিপি যাচাইকরণ

# label.editProfile
source: Edit Profile
bn: প্রোফাইল এডিট

# label.updateProfile
source: Update Profile
bn: প্রোফাইল আপডেট

# label.editAddress
source: Edit Address
bn: ঠিকানা এডিট

# label.aboutUs
source: About Us
bn: আমাদের সম্পর্কে

# label.whoWeAre
source: Who we are?
bn: আমরা কারা?

# label.whatWeDo
source: What we do?
bn: আমরা কি করি?

# label.howWeWork
source: How we work?
bn: আমরা কিভাবে কাজ করি?

# label.wePickupYourClothes
source: We pickup your clothes
bn: আমরা আপনার জামাকাপড় পিক করি

# label.weCleanYourClothes
source: We clean your clothes
bn: আমরা আপনার জামাকাপড় পরিষ্কার করি

# label.weDeliverCleanAndFoldedClothes
source: We deliver clean and folded clothes
bn: আমরা আপনার পরিষ্কার এবং ভাঁজ করা কাপড় সরবরাহ করি

# label.total
source: Total
bn: মোট

# label.myCart
source: My Cart
bn: আমার কার্ট

# label.pickFrom
source: Pick from
bn: বাছাই করুন

# label.items
source: Items
bn: আইটেম

# label.couponCode
source: Coupon Code
bn: কুপন কোড

# label.orderSummary
source: Order Summary
bn: অর্ডার সারাংশ

# label.subTotal
source: Sub total
bn: সর্বমোট

# label.deliveryCost
source: Delivery Cost
bn: ডেলিভারি খরচ

# label.discount
source: Discount
bn: ছাড়

# label.searchItems
source: Search items
bn: আইটেম অনুসন্ধান

# placeholder.writeUsYourValuableComments
source: Write us your valuable comments....
bn: আপনার মূল্যবান মতামত আমাদের লিখুন...

# placeholder.enterPhoneNumber
source: Enter Phone Number
bn: ফোন নম্বর লিখুন

# placeholder.enterYourPassword
source: Enter your password
bn: আপনার পাসওয়ার্ড লিখুন

# placeholder.yourName
source: Your Name
bn: আপনার নাম

# placeholder.createPassword
source: Create password
bn: নতুন পাসওয়ার্ড লিখুন

# placeholder.confirmPassword
source: Confirm password
bn: পাসওয়ার্ডটি পুনরায় লিখুন

# placeholder.createNewPassword
source: Create new password
bn: নতুন পাসওয়ার্ড লিখুন

# placeholder.confirmNewPassword
source: Confirm new password
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন

# placeholder.yourGender
source: Your Gender
bn: আপনার লিঙ্গ

# placeholder.emailAddressOptional
source: Email Address (Optional)
bn: ইমেল ঠিকানা (ঐচ্ছিক)

# placeholder.alternativePhoneOptional
source: Alternative Phone (Optional)
bn: বিকল্প ফোন (ঐচ্ছিক)

# placeholder.addressNameExOfficeHomeEtc
source: Address Name (Ex. Office/Home/etc)
bn: ঠিকানা (উদাঃ অফিস/বাড়ি/ইত্যাদি)

# placeholder.areaExBashundhara
source: Area (Ex. Bashundhara)
bn: এলাকা (উদাঃ বসুন্ধরা)

# placeholder.flat
source: Flat
bn: ফ্ল্যাট

# placeholder.house
source: House
bn: গৃহ

# placeholder.block
source: Block
bn: ব্লক

# placeholder.road
source: Road
bn: রাস্তা

# placeholder.additionalNote
source: Additional Note
bn: অতিরিক্ত নোট

# placeholder.writeAMessage
source: Write a message
bn: একটা বার্তা লিখুন

# placeholder.enterCouponCodeHere
source: Enter coupon code here
bn: এখানে কুপন কোড লিখুন

# button.letsGetStarted
source: Let's Get Started
bn: চল শুরু করি

# button.tapHereToLogin
source: Tap here to Login
bn: লগইন করতে এখানে চাপুন

# button.getService
source: Get Service
bn: সেবা নিন

# button.seeMyOrder
source: See My Order
bn: আমার অর্ডার দেখুন

# button.submit
source: Submit
bn: সাবমিট

# button.forgotPassword
source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?

# button.sendOTP
source: Send OTP
bn: ওটিপি কোড পাঠান

# button.confirm
source: Confirm
bn: নিশ্চিত করুন

# button.finish
source: Finish
bn: শেষ করুন

# button.resend
source: Resend
bn: পুনরায় পাঠান

# button.signIn
source: Sign in
bn: সাইন ইন

# button.addNewAddress
source: Add New Address
bn: নতুন ঠিকানা যোগ করুন

# button.saveAddress
source: Save Address
bn: ঠিকানা সংরক্ষণ করুন

# button.send
source: Send
bn: পাঠান

# button.close
source: Close
bn: বন্ধ

# button.checkout
source: Checkout
bn: চেকআউট

# button.apply
source: Apply
bn: প্রয়োগ

# message.readyToMakeYourLifeEasier
source: Ready to Make Your Life Easier with Laundry Service?
bn: লন্ড্রি পরিষেবা দিয়ে আপনার জীবন সহজ করতে প্রস্তুত?

# message.yourNotificationIsEmpty
source: Your notification is Empty
bn: কোন নোটিফিকেশন নাই

# message.yourOrderListIsEmpty
source: Your order list is Empty.
bn: আপনার অর্ডার লিষ্ট খালি

# message.yourOrderHasBeenConfirmed
source: Your order has been Confirmed
bn: আপনার অর্ডার নিশ্চিত করা হয়েছে

# message.yourFeedbackWillHelpUsToImproveTheLaundryServiceExperience
source: Your feedback will help us to improve the Laundry Service Experience.
bn: আপনার প্রতিক্রিয়া আমাদের লন্ড্রি পরিষেবা অভিজ্ঞতা উন্নত করতে সাহায্য করবে

# message.thanksForYourFeedback
source: Thanks for your feedback
bn: আপনার প্রতিক্রিয়ার জন্য ধন্যবাদ

# message.somethingWentWrongPleaseTryAgainLater
source: Something went wrong. Please try again later.
bn: কিছু ভুল হয়েছে. পরে আবার চেষ্টা করুন.

# message.pleaseLoginToGetOurService
source: Please login to get our Service
bn: আমাদের পরিষেবা পেতে লগইন করুন

# message.dontHaveAnAccountSignUp
source: Don't have an Account? Sign up
bn: অ্যাকাউন্ট নেই? সাইন-আপ করুন

# message.pleaseRegisterToGetOurService
source: Please Register to get our Service
bn: আমাদের পরিষেবা পেতে অনুগ্রহ করে রেজিষ্টার করুন

# message.alreadyHaveAnAccountLoginNow
source: Already have an Account? Login Now
bn: ইতিমধ্যে একটি একাউন্ট আছে? লগ ইন করুন

# message.enterPhoneNumberToRecoverPassword
source: Enter phone number to recover Password
bn: পাসওয়ার্ড পুনরুদ্ধার করতে ফোন নম্বর লিখুন

# message.somethingWentWrongDuringPhotoFetchingFromGallery
source: Something went wrong during Photo fetching from gallery
bn: গ্যালারি থেকে ফটো নেয়া সম্ভব হয়নি

# message.youHaveSuccessfullySignedUpOnLaundryService
source: You have successfully Signed up on Laundry Service
bn: আপনি সফলভাবে লন্ড্রি পরিষেবাতে সাইন আপ করেছেন

# message.enterTheVerificationCodeWeJustSentYouOtpOnYourPhone
source: Enter the verification code we just sent you OTP on your Phone.
bn: আমরা এইমাত্র আপনার ফোনে আপনাকে ওটিপি কোড পাঠিয়েছি। সেই ওটিপি কোডটি লিখুন।

# message.youAreNotSignedInPleaseSignInFirst
source: You are not signed in! Please sign in first.
bn: আপনার লগইন করা নাই! অনুগ্রহ করে প্রথমে লগইন করুন৷

# message.yourAddressListIsEmpty
source: Your address list is empty!
bn: আপনার ঠিকানা তালিকা খালি!

# message.profileUpdateSuccessful
source: Profile update successful
bn: প্রোফাইল আপডেট সফল হয়েছে

# message.chooseProductFirst
source: Choose product first
bn: প্রথমে পণ্য নির্বাচন করুন

# message.yourCartIsEmpty
source: Your Cart is Empty
bn: আপনার কার্ট খালি

# message.ifYouOrderOver100TKYouWillGetFreeDelivery
source: *If you order over 100TK, you will get Free Delivery
bn: *আপনি যদি ১০০ টাকার বেশি অর্ডার করেন তবে আপনি ফ্রি ডেলিভারি পাবেন

# error.invalidEmailAddress
source: Invalid email address
bn: অবৈধ ইমেইল ঠিকানা

# error.atLeast6CharacterLong
source: At least 6 character long
bn: কমপক্ষে 6 অক্ষর হতে হবে

# error.invalidMobileNumber
source: Invalid mobile number
bn: অবৈধ মোবাইল নম্বর

# error.invalidNumber
source: Invalid number
bn: অবৈধ নম্বর

# error.notDefined
source: TT: not defined
bn: সংজ্ঞায়িত নয়

# error.pleaseEnterCorrectInformation
source: Please enter correct information
bn: সঠিক তথ্য লিখুন

# error.toolTipCustomStringShouldntBeEmptyHere
source: toolTipCustomString shouldn't be empty here
bn: টুলটিপ কাস্টম স্ট্রিং এখানে খালি থাকা উচিত নয়

# error.passwordDidNotMatch
source: Password did not match
bn: পাসওয়ার্ড মেলেনি

# fmt.yourOrderId%@
source: Your Order ID #%@
bn: আপনার অর্ডার আইডি #%@

# fmt.orderId%@
source: Order ID #123456
bn: অর্ডার আইডি #%@

# fmt.isEmpty
source: %@ is empty
bn: %@ খালি

# fmt.mustBeBetweenTo
source: Must be between: %@ to %@
bn: %@ থেকে %@ এর মধ্যে হতে হবে

# fmt.mustBeDigits
source: Must be %@ digits
bn: %@ সংখ্যা হতে হবে

# fmt.mustBeBetweenDigits
source: Must be between %@ - %@ digits
bn: %@ - %@ সংখ্যার মধ্যে হতে হবে

# fmt.resendCodeIn
source: Resend code in %@ seconds
bn: %@ সেকেন্ড পর পুনরায় পাঠাতে পারবেন

# fmt.pleaseChoose
source: Please Choose %@
bn: %@ নির্বাচন করুন

# fmt.percentVat
source: %@%% VAT
bn: %@%% ভ্যাট

# static.officeAddress
source: 9/2 Ring Road, Shamoly , Dhaka-1207 Bangladesh
bn: ৯/২ রিং রোড, শামলী, ঢাকা-১২০৭ বাংলাদেশ
